{
  "recipe": [
    {
      "name": "Miso-Glazed Sesame Chicken Wings",
      "category":"Chicken",
      "time":"45 mins",
  
 "imageurl":"https://img.buzzfeed.com/thumbnailer-prod-us-east-1/video-api/assets/270300.jpg",
      "videourl": "<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/zQvrW9d74LY?si=QzOvzTn2xvWZNpmV\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
      "ingred": "¼ cup miso(60 mL)\n2 ½ tablespoons Nakano® Sesame Rice Vinegar\n4 teaspoons soy sauce\n3 tablespoons honey\n1 ½ tablespoons ginger, grated\n2 cloves garlic, grated\n3 lb chicken wings(1.3 kg), party style (flats and drumettes separated)\nkosher salt\nsesame seed\nfresh cilantro, for garnish",
      "steps": "Preheat oven to 425ºF.\nIn a small bowl, combine miso, Nakano® Sesame Rice Vinegar, soy sauce, honey, ginger, and garlic. Stir until miso is broken down and sauce is relatively smooth (a few small clumps are fine).\n\nPlace wings in a bowl and season with kosher salt. \n\nPour approximately two-thirds of the miso sauce over the wings (reserve the rest of the sauce). Toss to combine.\n\nSpread out coated wings on a parchment-lined sheet tray.\n\nBake wings for 20 minutes.\n\nRemove from oven and spoon a bit of the reserved sauce over each wing. Sprinkle each wing with sesame seeds.\n\nPlace tray back in oven and cook for 5 more minutes, or until wings are golden brown and cooked through.\n\nGarnish wings with minced cilantro before serving.\n\n*Note: if Nakano® Sesame Rice Vinegar cannot be found, substitute Nakano® Seasoned Rice Vinegar with a dash of sesame oil.\n\nEnjoy!"
      
    },
    {
      "name":"Beef Brisket",
      "category":"Beef",
      "time":"18 hrs 25 mins",
      "imageurl":"https://img.buzzfeed.com/thumbnailer-prod-us-east-1/video-api/assets/352040.jpg",
      "videourl":"<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/8sv1tDTdHQo?si=7JjSqRdEvxRT8d3I\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
      "ingred":"1 flat cut brisket\n1 ½ teaspoons kosher salt, plus 1 teaspoon, plus more as needed\nfreshly ground black pepper, to taste\n4 cups low sodium beef broth(960 mL)\n1 can tomato puree\n¼ cup red wine vinegar(60 mL)\n3 tablespoons honey\n2 tablespoons sweet paprika\n1 tablespoon garlic powder\n1 teaspoon ground cumin\n6 sprigs fresh thyme\n4 dried bay leaves\n½ teaspoon whole black peppercorn\n2 teaspoons olive oil\n2 medium yellow onions, thinly sliced\n5 carrots, cut into 1 in (2.54 cm)\n½ cup dry red wine(120 mL), such as Cabernet Sauvignon or Merlot",
      "steps":"Turn the broiler on high.\nSet the brisket in a large roasting pan. Season generously on all sides with 1½–2 tablespoons of salt and ground black pepper to taste.\n\nTurn the brisket fat-side up and broil for 12–15 minutes, depending on the thickness of the fat cap, until there is no white fat remaining. Flip and broil for another 5–6 minutes on the second side, until browned.\n\nPreheat the oven to 275˚F (135°C).\n\nIn a large bowl, stir together the beef stock, tomato purée, red wine vinegar, honey, paprika, garlic powder, and cumin until well combined.\n\nMake a bouquet garni: Fold a 6-inch square piece of cheesecloth in half and lay the thyme, bay leaves, and whole black peppercorns in the center. \n\nFold the sides of the cheesecloth over the herbs and roll up to resemble a cigar. Tie with 3 2-inch pieces of twine to secure.\n\nIf the roasting pan fits on the stovetop, remove the brisket from the pan and set aside. \n\nPlace the roasting pan on the stovetop and add the olive oil to the rendered beef fat in the pan. \n\nHeat over medium-high heat until shimmering. (Alternatively, remove the brisket from the roasting pan and pour any rendered beef fat into a large pot. \n\nAdd the olive oil and heat over medium-high heat until shimmering.) Add the onions and carrots and season with the remaining teaspoon of salt. \n\nCook, stirring occasionally, until the onions are soft and translucent, 6–8 minutes. Deglaze the pan with the red wine, scraping up any browned bits from the bottom.\n\nIf using the roasting pan, spread the vegetables in an even layer and place the brisket, fat-side up, on top. (If using a separate pot, transfer the vegetables back to the roasting pan, spread in an even layer, and place the brisket on top.) \n\nPour the beef stock mixture over the brisket and nestle the bouquet garni into the vegetables. \n\nCover the pan with heavy-duty aluminum foil.\n\nTransfer the roasting pan to the oven and bake for 5–6 hours, until a fork can be easily inserted into the thickest part of the brisket.\n\nRemove the roasting pan from the oven and let cool for about 1 hour at room temperature, then transfer to the refrigerator to chill overnight. \n\nResting overnight is optional, but recommended. (The brisket should rest, covered, for a minimum of 1 hour before slicing; however, the meat will be very tender and fall apart easily).\n\nThe following day, preheat the oven to 200˚F (95°C). Set a wire rack over a baking sheet.\n\nRemove the brisket from the braising liquid and transfer to the wire rack. \n\nCover with aluminum foil. \n\nTransfer the brisket to the oven and bake for about 1 hour, until warmed through.\n\nWhile the brisket is warming, make the sauce. Remove the bouquet garni from the braising liquid and scoop the solidified fat from the surface (it’s okay if you don’t get it all; you will skim the sauce as it simmers). \nStrain the vegetables from the braising liquid and set aside.\n\nTransfer 3 cups of the braising liquid to a large, high-walled skillet. Bring to a boil over medium-high heat, then reduce the heat to low and simmer for 35–40 minutes, stirring occasionally, and skimming the fat that rises to the surface, until reduced by about half. \n\nTransfer to a gravy boat or medium bowl.\n\nWhen ready to serve, thinly slice the brisket against the grain. Serve with the vegetables and reduced braising liquid."
    }
  ]
}
